{
  "movies": [
    {
      "id": "1",
      "name": "Птицекалипсис: Шок и трепет",
      "date": "2010",
      "cover": "https://avatars.mds.yandex.net/get-kinopoisk-image/1900788/eb791f4b-8872-434d-839f-b2e154c205b2/orig",
      "type": "movie",
      "shortDescription": "Стая орлов и стервятников атакует жителей небольшого городка. Многие люди гибнут. Никто не понимает причины агрессивного поведения птиц. Два человека решают бороться против птиц, но смогут ли они выжить во время Птицекалипсиса?",
      "fullDescription": "Продавец Род встречается с начинающей моделью Натали. Вроде бы в их жизни всё хорошо, но внезапно начинается апокалипсис. На людей нападают птицы, которые ещё и плюются кислотой, а при падении на землю взрываются. Пара главных героев вместе с новыми друзьями должна победить монстров. Но драться они будут в основном вешалками. Джеймс Нгуен на собственные 10 тысяч долларов поставил любительскую картину. Однако снимать он не умел, а на главные роли пригласил своих друзей, а не профессиональных актёров. Но даже плохая игра и низкое качество картинки здесь не сравнятся со спецэффектами. Птицы просто кое-как нарисованы на экране и практически не двигаются. Но именно это создаёт невероятный комический эффект.",
      "creators": {
        "director": "Джеймс Нгуен",
        "scenario": "Джеймс Нгуен",
        "producer": "Джеймс Нгуен",
        "actors": [
          "Алан Баг",
          "Уитни Мур",
          "Типпи Хедрен",
          "Дженей Кастер",
          "Колтон Осборн"
        ]
      },
      "screens": [
        "https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/61ffecc9-82c0-4550-a695-2349dd6b7df6/orig",
        "https://avatars.mds.yandex.net/get-kinopoisk-image/1773646/bd3a372c-2683-4730-9275-7498374fc9dc/orig",
        "https://avatars.mds.yandex.net/get-kinopoisk-image/1946459/d39029ff-7628-451d-a1c6-be91a3f1be66/orig",
        "https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/b0c612ed-e447-4499-a0aa-1aae5429e2cc/orig",
        "https://avatars.mds.yandex.net/get-kinopoisk-image/1704946/7f368046-06a8-46b9-b90a-00f9e5f5da64/orig"
      ]
    },
    {
      "id": "2",
      "name": "Блюбарелла: Супервумен",
      "date": "2010",
      "cover": "https://avatars.mds.yandex.net/get-kinopoisk-image/1704946/c9c798b0-a6ac-4d0f-8876-0af4cc8a443f/orig",
      "type": "movie",
      "shortDescription": "Ее зовут Блюбарелла, она получеловек-полувампир. Девушка ещё очень молода - ей каких-то 800 лет. Блюбарелла ведет активный образ жизни: катается на колесе обозрения целых восемь часов, виртуозно владеет двумя мечами как настоящий самурай. Она может безостановочно что-то жевать, голодная Блюбарелла опасна вдвойне! Оказавшись в Германии во время Второй мировой войны, эта толстушка играючи расправляется с немецкими солдатами.",
      "fullDescription": "Получеловек-полувампир Блюбарелла живёт уже 800 лет и постоянно хочет есть. А ещё она отлично владеет разными видами оружия. Поэтому когда героиня попадает в Германию времён Второй мировой, то с лёгкостью расправляется с нацистами. Режиссёр Уве Болл прославился ужасными экранизациями различных игр. Но «Блюбарелла» — странный фильм даже для него. Всё дело в том, что Болл снимал картину «Бладрейн-3» и одновременно сам же поставил пародию на неё. То есть «Блюбарелла» почти покадрово следует оригиналу (тоже плохому), только ещё и якобы должна смешить.",
      "creators": {
        "director": "Уве Болл",
        "scenario": "Уве Болл",
        "producer": "Уве Болл",
        "actors": [
          "Линдсэй Холлистер",
          "Майкл Паре",
          "Уиллам Беллай",
          "Брендан Флетчер",
          "Аннетта Кульп"
        ]
      },
      "screens": [
        "https://avatars.mds.yandex.net/get-kinopoisk-image/1773646/30a788eb-8198-4dc6-b950-0373e6394b74/orig",
        "https://avatars.mds.yandex.net/get-kinopoisk-image/1900788/23ecae1c-93c4-4e4a-947f-0581d38fd9a7/orig",
        "https://avatars.mds.yandex.net/get-kinopoisk-image/1773646/1ac3d3c5-b393-4d10-a0dc-e0e1f1fabcd0/orig",
        "https://avatars.mds.yandex.net/get-kinopoisk-image/1900788/823ed8e6-29ca-45fe-b97e-c02aafc4f9a5/orig",
        "https://avatars.mds.yandex.net/get-kinopoisk-image/1898899/e4766f97-f997-430a-af40-74acd87051a8/orig"
      ]
    },
    {
      "id": "3",
      "name": "Монстры",
      "date": "1993",
      "cover": "https://avatars.mds.yandex.net/get-kinopoisk-image/1898899/d47a0eec-1a40-49d3-aa78-2dc9d8664b52/orig",
      "type": "movie",
      "shortDescription": "Научная экспедиция отправляется в зону атомной станции, закрытую после катастрофы, В зоне начинают происходить странные события, гибнет ученый. Найденные останки свидетельствуют о том, что он погиб от нападения гигантского животного. Ученые пытаются разгадать тайну этих явлений, в то время как число жертв увеличивается.",
      "fullDescription": "Около атомной станции, которую закрыли после аварии, пропадают люди. Оказывается, что в округе появляются монстры — огромные животные. В опасную зону отправляется специальная команда, которая должна разобраться в загадочных явлениях. Авторы этого российского фильма явно решили сэкономить на спецэффектах. Все «чудовища» в этой картине — обычные зверюшки, которых снимают на фоне миниатюрных домов и машин. Например, создатели считают, что зрители должны испугаться крупного плана черепахи. Борис Щербаков, исполнивший главную роль, во всех сценах ужасно переигрывает, остальные актёры, наоборот, просто бубнят заученный текст. Никакого ощущения, что на них нападают монстры, нет и быть не может, комбинированные кадры выглядят максимально неестественно. Но где ещё можно увидеть огромных раков, которые лезут на поезд.",
      "creators": {
        "director": "Сергей Кучков",
        "scenario": "Сергей Кучков",
        "producer": "Сергей Кучков",
        "actors": [
          "Борис Щербаков",
          "Элла Сафари",
          "Георгий Николаенко",
          "Тимофей Сополев",
          "Владимир Антоник"
        ]
      },
      "screens": [
        "https://www.kino-teatr.ru/movie/kadr/3988/389004.jpg",
        "https://www.kino-teatr.ru/movie/kadr/3988/389005.jpg",
        "https://www.kino-teatr.ru/movie/kadr/3988/389006.jpg",
        "https://www.kino-teatr.ru/movie/kadr/3988/389010.jpg",
        "https://www.kino-teatr.ru/movie/kadr/3988/389013.jpg"
      ]
    },
    {
      "id": "4",
      "name": "Черная роза",
      "date": "2014",
      "cover": "https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/b713a504-dc7c-437a-8406-bb6fe088d58b/orig",
      "type": "movie",
      "shortDescription": "Майор московской полиции отправляется в Лос-Анджелес для помощи местным стражам порядка в расследовании серии убийств русских эмигрантов. Вместе с американской напарницей российский полицейский начинает погоню за новым Джеком Потрошителем.",
      "fullDescription": "В США некий преступник убивает русских девушек, оставляя около тела чёрные розы. Чтобы поймать злодея, из Москвы прибывает полицейский Влад Казатов. Вместе с американской напарницей он берётся за расследование. Разумеется, этот список не мог обойтись без хотя бы одной работы актёра-мема Александра Невского. Причём в данном случае он ещё и срежиссировал картину, и выступил продюсером. Как обычно у Невского, сюжет напоминает боевики 90-х, но только поставлен фильм намного хуже. Об актёрском таланте самого Александра и говорить не приходится. Хотя видно, что он получает большое удовольствие от роли.",
      "creators": {
        "director": "Александр Невский",
        "scenario": "Брент Хафф",
        "producer": "Александр Невский",
        "actors": [
          "Александр Невский",
          "Кристанна Локен",
          "Эдриан Пол",
          "Роберт Дави",
          "Оксана Сидоренко"
        ]
      },
      "screens": [
        "https://avatars.mds.yandex.net/get-kinopoisk-image/1777765/afa5a5ef-478d-4f54-a3f9-632d1defe228/orig",
        "https://avatars.mds.yandex.net/get-kinopoisk-image/1900788/4602b877-e7c2-435b-8b2e-b5283ae89998/orig",
        "https://avatars.mds.yandex.net/get-kinopoisk-image/1704946/a1e12b92-5ce6-4bef-8b67-f5e71fd6ff89/orig",
        "https://avatars.mds.yandex.net/get-kinopoisk-image/1900788/0d47cf41-7fd6-4193-97b1-5c85666e5dcb/orig",
        "https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/81b5ab3c-570e-4f67-a4a2-757edce58f2c/orig"
      ]
    },
    {
      "id": "5",
      "name": "Теоретики",
      "date": "2009",
      "cover": "https://www.kino-teatr.ru/movie/posters/big/2/151142.jpg",
      "type": "series",
      "shortDescription": "Действие разворачивается в общежитии закрытого городка атомщиков, куда приезжают молодые ученые запускать очередной энергоблок АЭС. Именно здесь встречаются физик-ядерщик, химик-биолог, математик, просто технарь, готовый починить все, что ломается, и очаровательная блондинка, мечтающая о принце.",
      "fullDescription": "И вновь попытка адаптировать популярный американский сериал под отечественную реальность, только вот в данном случае отличились не российские творцы, а их коллеги из Белоруссии. Главные герои сериала «Теоретики» в отличии от своих западных «коллег» из «Теории большого взрыва» проживают и работаю не в университете, а в общежитии закрытого городка атомщиков, куда приезжают молодые ученые запускать очередной энергоблок АЭС. Отличная адаптация, не кажется ли вам? После подобной завязки сюжета нет ничего удивительного в том, что «Теоретиков» хватило лишь на один сезон, тогда как «Теория Большого взрыва» вот уже десять лет радует своих поклонников.",
      "creators": {
        "director": "Сергей Талыбов",
        "scenario": "Олег Сухамера",
        "producer": "Сергей Талыбов",
        "actors": [
          "Максим Пониматченко",
          "Дмитрий Танкович",
          "Татьяна Калих",
          "Евгений Сморигин",
          "Олег Коц"
        ]
      },
      "screens": [
        "https://www.kino-teatr.ru/movie/kadr/151142/1087336.jpg",
        "https://www.kino-teatr.ru/movie/kadr/151142/1087337.jpg",
        "https://www.kino-teatr.ru/movie/kadr/151142/1087339.jpg",
        "https://www.kino-teatr.ru/movie/kadr/151142/1087340.jpg",
        "https://www.yaom.ru/tv-programm/tvkadr/teoretiki_kadr1.jpg"
      ]
    },
    {
      "id": "6",
      "name": "Как я встретил вашу маму",
      "date": "2010",
      "cover": "https://www.kino-teatr.ru/movie/posters/big/6/82396.jpg",
      "type": "series",
      "shortDescription": "Действие сериала происходит в двух временах: в будущем - 2034 году, где папа рассказывает детям о знакомстве с мамой и этапах создания их семьи, и в настоящем, где мы можем видеть, как все начиналось.",
      "fullDescription": "Герой сегодня - молодой архитектор Дима, который еще не знает, как сложится его жизнь. Однажды ему даже кажется, что он встретил девушку своей мечты… Но так ли это на самом деле? Разобраться в этом Диме помогают его друзья: Паша и Люся – молодая пара, собирающаяся вот-вот пожениться, а также их общий друг Юра, ортодоксальный холостяк и циник, чей идеал – случайная связь на одну ночь. Он считает, что нет ничего глупее долгих отношений, а брак – устаревшее понятие. Очередная неудачная попытка заработать на адаптации одноименного американского сериала, финал которого состоялся 31 марта 2014 года, после девяти сезонов трансляции. Оригинал является обладателем шести премий «Эмми», тогда как российский вариант завершился на втором сезоне, получив разгромные отзывы зрителей. Главный недостаток сериала по их мнению – отвратительная игра актеров, а также совершенно плоские шутки.",
      "creators": {
        "director": "Иван Китаев",
        "scenario": "Максим Филипьев",
        "producer": "Вячеслав Муругов",
        "actors": [
          "Александр Ратников",
          "Татьяна Федоровская",
          "Валентин Валл",
          "Анна Кузминская",
          "Александр Смирнов"
        ]
      },
      "screens": [
        "https://avatars.mds.yandex.net/get-kinopoisk-image/1946459/723fbf05-2bbb-4e29-bc06-d787f7c99404/orig",
        "https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/be2d1a8e-77e8-456d-942a-f4388f3a38cd/orig",
        "https://avatars.mds.yandex.net/get-kinopoisk-image/1900788/5428cc6c-472e-4b42-b213-2084b6b6c4d0/orig",
        "https://avatars.mds.yandex.net/get-kinopoisk-image/1900788/d6956f58-2bae-4300-a151-5a01d1a2d861/orig",
        "https://avatars.mds.yandex.net/get-kinopoisk-image/1946459/f29474cf-076b-412b-a33a-114e768e6f02/orig"
      ]
    },
    {
      "id": "7",
      "name": "Анастасия",
      "date": "2020",
      "cover": "https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/ede21ee1-073a-4175-b670-f32c6d77602d/orig",
      "type": "movie",
      "shortDescription": "Анастасия - единственная, кому удалось скрыться от большевиков через волшебный портал. Теперь у нее есть американская подруга, они вместе пьют колу, едят спагетти и ходят на шопинг. Но Анастасию преследует Распутин, над которым довлеют злые чары.",
      "fullDescription": "Во время праздника во дворец императора врывается Ленин со своими приспешниками. Григорий Распутин успевает создать портал, через который убегает принцесса Анастасия. Девочка оказывается в США 80-х, где находит себе подругу и учится жить по-новому. Но её преследует заколдованный Распутин, ставший злодеем. На основе легенды о спасении принцессы Анастасии придумали уже несколько сюжетов, но этот получился самым бредовым. Хотя это не было бы так страшно, если бы не обилие безумных деталей. Например, здесь Распутин участвует в дэнс-батле, танцуя вприсядку. А в мире будущего Анастасию сильно удивляют макароны. Но лучше всех, конечно же, Ленин, которого направляет злая колдунья.",
      "creators": {
        "director": "Блейк Дж. Харрис",
        "scenario": "Блейк Дж. Харрис",
        "producer": "Армандо Гутьеррез",
        "actors": [
          "Эмили Кэри",
          "Донна Мерфи",
          "Брэндон Рут",
          "Амайя Миллер",
          "Джо Кой"
        ]
      },
      "screens": [
        "https://avatars.mds.yandex.net/get-kinopoisk-image/1704946/c32d9fe7-6531-40bd-8cfb-077a2f3a1a40/orig",
        "https://avatars.mds.yandex.net/get-kinopoisk-image/1900788/0af2529d-75a3-47f2-a6f5-193d7e1517f8/orig",
        "https://avatars.mds.yandex.net/get-kinopoisk-image/1900788/fd2a6de6-eba8-4eb9-96e8-8dad6677248a/orig",
        "https://avatars.mds.yandex.net/get-kinopoisk-image/1629390/5a443350-3a70-42fb-b8f0-5aa0395dbd74/orig",
        "https://avatars.mds.yandex.net/get-kinopoisk-image/1900788/7d5a2ac2-b72a-4bf7-93ce-39a6d9ee0ba1/orig"
      ]
    },
    {
      "id": "8",
      "name": "Мак и я",
      "date": "1988",
      "cover": "https://avatars.mds.yandex.net/get-kinopoisk-image/1629390/42c51e0c-3517-4073-906a-b9af46608529/orig",
      "type": "movie",
      "shortDescription": "Мак - обычный ребенок, только с другой планеты, и выглядит он совсем не так, как обитатели Земли. Вместе с мамой и папой он прилетает из космоса в мир людей, но потом теряется и находит убежище в доме семьи, где есть двое детей. В новом пугающем мире Мак может полагаться только на свои необычные для землян способности. Лучшим другом Мака становится мальчик-инвалид, который помогает симпатяге-пришельцу адаптироваться в новых условиях и укрывает его от врагов.",
      "fullDescription": "Юный инопланетянин Мак оказывается на Земле и теряется. Он прячется в обычной человеческой семье и находит лучшего друга — мальчика с инвалидностью Эрика. Маку приходится убегать от агентов властей и думать, как вернуться домой. Даже по описанию фильма понятно, что он скопирован с «Инопланетянина» Стивена Спилберга. Но есть одна тонкость: картину проспонсировала компания McDonald’s. Поэтому весь фильм под завязку набит рекламой. В середине действия есть даже пятиминутная музыкальная вставка с танцующим клоуном. Хотя главная проблема в том, что пришелец в ленте «Мак и я» вышел жутковатым, а сам сюжет — совершенно глупым.",
      "creators": {
        "director": "Стюарт Рэффил",
        "scenario": "Стюарт Рэффил",
        "producer": "Р.Дж. Луис",
        "actors": [
          "Кристин Эберсоул",
          "Джонатан Уорд",
          "Тина Каспари",
          "Лорен Стэнли",
          "Джейд Калегори"
        ]
      },
      "screens": [
        "https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/de957fbe-a818-4faf-94f6-2e38886f506a/orig",
        "https://avatars.mds.yandex.net/get-kinopoisk-image/1900788/1154f9d5-9483-42fe-9852-3ad8221fd19b/orig",
        "https://avatars.mds.yandex.net/get-kinopoisk-image/4774061/58116595-3639-472d-b509-8c3fd5c8caf8/orig",
        "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/bdcd3128-43e7-4371-a183-81f88f122b96/orig",
        "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/7c1230a3-3b4f-4980-ba3d-68c734a06270/orig"
      ]
    },
    {
      "id": "9",
      "name": "Комната",
      "date": "2003",
      "cover": "https://avatars.mds.yandex.net/get-kinopoisk-image/1704946/20e653a3-1a9d-48d7-9728-b28f565efcd6/orig",
      "type": "movie",
      "shortDescription": "У Джонни есть всё — отличная работа, квартира в Сан-Франциско, лучший друг Марк и невеста Лиза, и близится его день рождения. Но все меняется, когда Марк и Лиза заводят роман…",
      "fullDescription": "Джонни работает в банке, живёт в хорошем доме и встречается с красавицей Лизой. Но девушка недовольна отношениями, поэтому заводит роман с Марком — другом своего парня. Конечно же, Джонни узнаёт об этом. Единственную режиссёрскую работу Томми Вайсо, который сам же написал сценарий и сыграл главную роль, иногда называют худшим фильмом всех времён. Всё дело в том, что автор совершенно не понимал, как нужно снимать кино, да ещё и отвратительно играл. Поэтому «Комната» состоит из не связанных друг с другом сцен и бессмысленных диалогов. Поначалу фильм показали всего в нескольких кинотеатрах, и он провалился. Но со временем «Комната» превратилась в настоящий культ. Простые зрители, критики, актёры и режиссёры регулярно собираются на спецпоказы, чтобы в очередной раз посмотреть на странные эмоции героя Вайсо и хором кричать лучшие фразы этого персонажа.",
      "creators": {
        "director": "Томми Вайсо",
        "scenario": "Томми Вайсо",
        "producer": "Дрю Кэффри",
        "actors": [
          "Томми Вайсо",
          "Джульетт Даниэль",
          "Грег Сестеро",
          "Филип Халдиман",
          "Кэролин Миннотт"
        ]
      },
      "screens": [
        "https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/6db4105b-7388-4f98-8e20-5d66fc41ecd0/orig",
        "https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/e38c4664-73ca-4e92-934a-0c41d425a3b4/orig",
        "https://avatars.mds.yandex.net/get-kinopoisk-image/1704946/98e0104c-c6a6-456e-b408-2d5cc6148969/orig",
        "https://avatars.mds.yandex.net/get-kinopoisk-image/1946459/3eda5d6c-8594-42ae-87cc-36b483cf0cc0/orig",
        "https://avatars.mds.yandex.net/get-kinopoisk-image/1900788/06c637a8-2d4c-4eef-b86a-b73212226baf/orig"
      ]
    },
    {
      "id": "10",
      "name": "Гуманоиды в Королёве",
      "date": "2008",
      "cover": "https://avatars.mds.yandex.net/get-kinopoisk-image/1777765/b6221a94-752b-4599-b193-fa4f4929b685/orig",
      "type": "series",
      "shortDescription": "Их четверо. Они прилетели с другой планеты исследовать нас, своих младших братьев по разуму. За несколько месяцев им предстоит разгадать то, на что нам не хватило тысячелетий. Зачем нужна любовь, кто виноват, что делать, едят ли курицу руками и играют ли на гитаре ногами. Вселившись в человеческие тела обыкновенной семьи Беловых, они разучились читать мысли друг друга, поворачивать голову на 360 градусов и размножаться нультранспортировкой дезоксирибонуклеиновой кислоты. Зато теперь они похожи на нас.",
      "fullDescription": "Как бы это не звучало странно, но даже сериал с таким необычным названием также является адаптацией американского сериала «Третья планета от Солнца», но, как и в других случаях, сценаристы смогли справиться лишь с одним сезоном, тогда как оригинал шел на протяжении почти 7 лет. Даже Валерий Гаркалин, исполняющий в нашей адаптации главную роль, не смог исправить положение дел, хотя если сравнивать оригинал и неудачную копию, то и актерская игра, и сюжет, и шутки от отечественных творцов проигрывают оригиналу.",
      "creators": {
        "director": "Андрей Кузнецов",
        "scenario": "Михаил Васильев",
        "producer": "Александр Акопов",
        "actors": [
          "Валерий Гаркалин",
          "Анастасия Шунина-Махонина",
          "Сергей Мелконян",
          "Дмитрий Никулин",
          "Татьяна Васильева"
        ]
      },
      "screens": [
        "https://www.kino-teatr.ru/movie/kadr/15082/62924.jpg",
        "https://www.kino-teatr.ru/movie/kadr/15082/62925.jpg",
        "https://www.kino-teatr.ru/movie/kadr/15082/62926.jpg",
        "https://www.kino-teatr.ru/movie/kadr/15082/359524.jpg",
        "https://www.kino-teatr.ru/movie/kadr/15082/359525.jpg"
      ]
    }
  ]
}
